$(document).ready(function(){
        //*********************************************************************************
        // Normal Message
    $("#0").click(function() {
        $('body').dialogbox({type:"warning",title:"八里桥市场信息图",message:"在本张图中，我们汇总了八里桥农贸批发市场的基本信息，为您生动的再现了这个" +
            "有着17年历史的京东最大农贸批发市场的信息与变化。" });
    });
    $("#1").click(function() {
        $('body').dialogbox({type:"warning",title:"记者手记",message:"记者：从经营项目、经营历史、经营现状角度入手，了解了基本的商户信息。同时记者" +
            "采访了商户对于八里桥市场的看法，以及商户们对八里桥市场即将搬迁的一个看法。在访谈中，记者也了解了商户对于市场管理的一些看法与意见。"
            ,message1:"马女士：我们家是从这里开始建设的时候就来了，货都是当天进，当天卖，搞一些批发也有零售，觉着生意越来越好了。生意变好，我觉着主要是因为" +
                "因为通州作为北京城市副中心的建设，使得周边的经济越来越好，人也越来越多。关于搬迁，只是在报纸上看过相关的消息，政府目前并没有明确地公布相关消息。" +
                "因为孩子上学等问题还是希望能够原地升级改造，不希望迁到其他地方去，如果真的要搬迁还没有做具体的打算。" });
    });
    $("#2").click(function() {
        $('body').dialogbox({type:"warning",title:"记者手记",message:"记者：从经营项目、经营历史、经营现状角度入手，了解了基本的商户信息。同时记者" +
            "采访了商户对于八里桥市场的看法，以及商户们对八里桥市场即将搬迁的一个看法。在访谈中，记者也了解了商户对于市场管理的一些看法与意见。"
            ,message1:"李小哥：来到这里已经有七年了，是由家里人介绍来到这卖水产的，以前也干过一些其他的。这个市场非常好，规模大，客流量大，生意很好做，同时" +
                "我们店也给传媒大学送货。最开始来的时候这里还没有专门设立水产厅，现在是越来越大了，同时也专门设立了水产厅。对于这里的拆迁问题也只是听说的，个人" +
                "觉着两三年之内不会拆迁的，如果拆迁的话，肯定会影响自身的生意。管理人员平常管的比较松，我们在这里做事相对来说比较自由。" });
    });
    $("#3").click(function() {
        $('body').dialogbox({type:"warning",title:"记者手记",message:"记者：从经营项目、经营历史、经营现状角度入手，了解了基本的商户信息。同时记者" +
            "采访了商户对于八里桥市场的看法，以及商户们对八里桥市场即将搬迁的一个看法。在访谈中，记者也了解了商户对于市场管理的一些看法与意见。"
            ,message1:"于大爷：我来这里已经有十多年了，我们是从大虹桥进货，在这里主要是做零售。关于这里的变化，主要是这几年又新增了建材市场。拆迁的话，也是听说的" +
                "如果拆迁的话，肯定会影响自己的生意，那就玩完了。这里市场管理还不错，我们的合同都是一年一签，10月份的时候会签合同，那个时候可能会具体通知关于拆迁的" +
                "问题。" });
    });
    $("#4").click(function() {
        $('body').dialogbox({type:"warning",title:"记者手记",message:"记者：从经营项目、经营历史、经营现状角度入手，了解了基本的商户信息。同时记者" +
            "采访了商户对于八里桥市场的看法，以及商户们对八里桥市场即将搬迁的一个看法。在访谈中，记者也了解了商户对于市场管理的一些看法与意见。"
            ,message1:"王大妈：我们是从这个市场建成之后，招商的时候来的，当时招商的人特别多。现在牛羊肉的生意开始不好做了，主要是这几年进来的商户越来越多，开始" +
                "供过于求了。这里的商铺收费这几年越来越高了，租金也越来越高，还要收取停车费，市场环境变差了，停车也更乱了。如果这里拆迁的话，那么生意肯定更不好做" +
                "了，主要是交通问题，人流量也应该没有现在这么大。" });
    });
        // Warning Message
        $("#5").click(function() {
            $('body').dialogbox({type:"warning",title:"记者手记",message:"记者：从经营项目、经营历史、经营现状角度入手，了解了基本的商户信息。同时记者" +
                "采访了商户对于八里桥市场的看法，以及商户们对八里桥市场即将搬迁的一个看法。在访谈中，记者也了解了商户对于市场管理的一些看法与意见。"
                ,message1:"老年夫妇：我们夫妇来到这个市场有20多年了，一直做牛羊肉的批发，同时给单位送货。我们觉着这20年来市场越来越规范了。这个诚信商户的牌子，" +
                    "使我们这里由投票评选出来的，因为我的店经营的久，客户信誉又不错，就被大家推举为13年的诚信用户了。关于对于这个市场" +
                    "搬迁的看法，我们是比较赞成的，认为这是一个趋势。因为这里目前环境太差，人口过于密集。如果搬迁那我们也不准备再干了，要回去养老。" });
        });
    $("#6").click(function() {
        $('body').dialogbox({type:"warning",title:"记者手记",message:"记者：从经营项目、经营历史、经营现状角度入手，了解了基本的商户信息。同时记者" +
            "采访了商户对于八里桥市场的看法，以及商户们对八里桥市场即将搬迁的一个看法。在访谈中，记者也了解了商户对于市场管理的一些看法与意见。"
            ,message1:"管理员：我平时主要负责这里的食品安全与消防安全，维护消费者的利益，同时保证这里商户的运营有序。其他的相关管理条例有文件，不便透露更多的信息，关于" +
                "拆迁问题还不了解。" });
    });
        // Error Message

    });